Repository: fdns/edx-sga
Catalog: edx_sga/locale/*/LC_MESSAGES/djangojs.po
Languages: es_419

source: Started preparing student submissions zip file. This may take a while.
es_419: Preparando archivo zip con los envíos de los estudiantes. Esto puede tomar un momento.

source: Submission failed. Please contact your course instructor.
es_419: Envio fallido. Por favor contacte a su instructor.

source: Uploading...
es_419: Subiendo...

source: The file you are trying to upload is too large.
es_419: El archivo que intentas subir es muy grande.

source: There was an error uploading your file.
es_419: Ocurrio un error subiendo el archivo.

source: Uploading... %(percent)s %
es_419: Subiendo... %(percent)s %

source: yes
es_419: si

source: Grade must be a number.
es_419: Calificación debe ser un numero.

source: Grade must be an integer.
es_419: Calificación debe ser un numero entero.

source: Grade must be positive.
es_419: Calificación debe ser positiva

source: Maximum score is %(max_score)s
es_419: Calificación maxima es %(max_score)s

source: No grade to remove.
es_419: Sin calificación que remover.

source: An error occurred while trying to prepare your submission file
es_419: Un error a ocurrido preparando el archivo de envio

source: Student submission file ready for download
es_419: Archivo de envíos listo para descarga

source: An error occurred while trying to get the status of your submission file.
es_419: Un error a ocurrido al intentar obtener el estado del archivo enviado
